Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=487_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Olen 17-vuotias ja asun Enontekiön Näkkälässä.
smn: Ella Näkkäläjärvi (2011) Mun lam 17-ihásâš já aasâm Iänuduv Näkkälist.

source: Käyn Enontekiöllä lukion ensimmäistä vuotta.
smn: Jođám Iänuduv luvâttuv vuossâmuu ive.

source: Harrastan ulkoilua, lukemista ja jonkun verran käsitöitä.
smn: Lijkkuum lihâdiđ olgon, luuvâm já moottoom verd tuoijuum.

source: Isäni on poromies, elämme porotaloudesta.
smn: Iäččám lii pajeolmooš já eellip puásuituálust.

source: Minua kiinnostaa paljon saamelaisuus ja sen kulttuurit.
smn: Tuubdâm čuuvtij mielâkiddiivâšvuođâ sämmilâšvuotân já ton kulttuuráid.

source: Olen aina mukana vasanmerkityksissä ja talvierotuksissa.
smn: Mun lam ovttuu mieldi vyesimiärkkumijn já täviv pygálusâin.

source: Meillä on poroja kotona aina joskus.
smn: Mist láá päikkipoccuuh ain motomin.

source: Meillä ei kotona puhuta saamea, mutta ymmärretään jonkun verran.
smn: Mii päikkiulmuuh iä sáárnu sämikielâ, mut iberdeh kale mottoomverd.

source: Aloin saamelaiskäräjien nuorisoneuvostoon mielenkiinnosta.
smn: Servim sämitige nuorâirááđán mielâkiddiivâšvuođâ keežild, mut jotteemmääđhih láá kuheh, ege must ij lah vala vyeijimkorttâ.
